{
  "cate": [
    {
      "id": 1,
      "name": "Ngôn tình"
    },
    {
      "id": 2,
      "name": "trinh thám"
    },
    {
      "id": 3,
      "name": "cổ đại"
    },
    {
      "id": 4,
      "name": "hiện đại"
    }
  ],
  "products": [
    {
      "id": 1,
      "proName": "Chọc tức vợ yêu",
      "image": "https://e9cx3nttuvweb.vcdn.cloud/assets/img/story//choc-tuc-vo-yeu-mua-mot-tang-mot.1576255802.jpg",
      "price": "34000",
      "detail": "Đã 27 tuổi nhưng đại thiếu gia Lục thị lại chẳng hề rung động vì bất kỳ một cô gái nào nên cha mẹ cùng em trai đã chuốc say anh rồi đưa lên giường một cô gái xa lạ.  Năm năm sau, tiểu thiếu gia Lục Kình Vũ vì không có mẹ và shock quá khứ nên đã rơi vào trầm cảm.  Một người cha chưa từng có cảm giác rung động trước bất kỳ ai và một thằng bé con \"không thích tiếp xúc với bất kỳ ai\" đã trở nên \"lầy lội\" hơn bao giờ hết khi gặp được Ninh Tịch.  Cả hai cha con đều vừa gặp đã yêu người phụ nữ này, một người mong muốn chiếm hữu, một người vô cùng ỷ lại, cuối cùng tạo ra những tình huống dở khóc dở cười cho độc giả.",
      "cateId": 1
    },
    {
      "id": 2,
      "proName": "Trấn Hồn",
      "image": "https://e9cx3nttuvweb.vcdn.cloud/assets/img/story//tran-hon.jpg",
      "price": "430000",
      "detail": "Không ai biết trong thành phố ẩn giấu một tổ chức gọi là “Cục Điều Tra Đặc Biệt”. Tổ chức này chuyên điều tra những vụ án mà người sống không tìm ra manh mối. Cục trưởng Triệu Vân Lan cũng không phải một con người đơn giản, từ khi y kế thừa Trấn Hồn lệnh đến nay chấp pháp công bằng, hai đạo âm dương nhất loạt phong sinh thủy khởi. Khi tiếp nhận vụ án giết người trong trường học, Triệu Vân Lan bị thầy giáo bình tĩnh lạnh lùng Thẩm Nguy hấp dẫn, chính là thái độ của Thẩm Nguy với Triệu Vân Lan lại thoắt nóng thoắt lạnh…. Đề tài truyện mới mẻ độc đáo, lấy đô thị linh dị thần quái làm mạch chính, vơ cả thần tiên ma quái vào một đường. Quá trình điều tra phá án không những có mỹ nhân xà, hòa thượng rởm cùng một con mèo mập màu đen biết nói chuyện, còn có cả nhân loại thuần khiết ngốc manh Quách Trường Thành, cho nên chỉnh thể thần yêu ma quái không đến nỗi quá khủng bố. Tác giả hành văn lão luyện, lạnh lẽo âm trầm đan xen hài hước thoải mái.",
      "cateId": 2
    },
    {
      "id": 3,
      "proName": "boss là nữ phụ ",
      "image": "https://e9cx3nttuvweb.vcdn.cloud/assets/img/story//boss-la-nu-phu.1576221268.jpg",
      "price": "430000",
      "detail": "++Mọi cuốn tiểu thuyết ngôn tình thì nữ chính luôn là người quan tâm chăm sóc tỉ mỉ, còn nữ phụ là người không được yêu thương, là cái nền cho nữ chính phát triển và nhận kết cục không may mắn.  ++Nhưng ở câu chuyện này tác giả lại đứng về nhân vật nữ phụ, bức tử nhân vật nữ chính. Nhân vật nữ phụ trong đây đã xuyên qua mọi thời không, thay đổi số mệnh của vô số người, chứng minh một điều chính nghĩa luôn thắng âm mưu quỷ kế.  ++Mỗi thế giới đi qua, mỗi câu chuyện được kể lại đều khiến người ta nghiềm ngẫm. Và nhân vật phụ đã phải xuyên qua bao nhiêu không gian mới tìm được tình yêu của mình",
      "cateId": 4
    },
    {
      "id": 4,
      "proName": "Ma Đạo Tổ Sư",
      "image": "https://e9cx3nttuvweb.vcdn.cloud/assets/img/story//ma-ao-to-su.jpg",
      "price": "10000",
      "detail": "Đời trước, thanh danh của Ngụy Vô Tiện vô cùng thối nát, bị người đời phỉ báng.  Bị người thân nhất - sư đệ của chính mình dẫn người đến giết chết.  Tung hoành một đời không ngờ Ngụy Vô Tiện lại chết không toàn thây.  Không ngờ kẻ từng là ma đạo tổ sư, khiến cho giang hồ dậy sóng, lúc chết đi sống lại, lại biến thành một kẻ...não tàn....  Không những thế lại là một kẻ đoạn tụ.  Ta thấy chư quân bệnh dữ lắm, liệu rằng chư quân có giống như ta?  Nếu đã là não tàn thì ta sẽ trở thành một tên não tàn chuyên nghiệp. Đi theo con đường tu quỷ chứ không tu tiên.  Mặc ngươi cưỡi thiên quan vạn mã, ác bá thập phương, kỳ hiệp Cửu Châu, Cao lĩnh chi hoa.  Một khi ngươi đã hóa thành nắm cát vàng thì mặc sức bị ta sai xử!",
      "cateId": 3
    },
    {
      "id": 5,
      "proName": "Đông Cung",
      "image": "https://e9cx3nttuvweb.vcdn.cloud/assets/img/story//dong-cung.1576511083.jpg",
      "price": "430000",
      "detail": "Nàng, vốn là cửu công chúa của Tây Lương quốc. Ở Tây Lương nàng được vô vàn ân sủng, chỉ vì cầu thân mới phải lên đường đến Trung Nguyên.  Hắn, thân là đương kim thái tử, địa vị chỉ khom lưng dưới một người mà đứng trên cả ngàn vạn người khác. Và vì hôn nhân chính trị, bất đắc dĩ mới phải lấy công chúa của dị quốc.  Hắn có ái phi của riêng mình, Triệu lương đệ. Nàng cũng có cuộc sống của riêng nàng, ấy là lén xuất cung, chặn ngựa lồng dở chứng, trừ gian diệt ác, đuổi trộm cắp, tiễn trẻ lạc về tận nhà, lại còn có uống rượu, ngao du kỹ viện  Và, \u001dhọ tưởng đâu chỉ là 2 đường thẳng song song vĩnh viễn không bao giờ giao nhau. Thế rồi, những tranh đoạt địa vị trong Đông Cung, những phải trái vô duyên cớ và những nham hiểm ngấm ngầm, lại cứ từng bước từng bước cuốn nàng công chúa ấy vào dòng nước xoáy.  - Có con cáo nhỏ ngồi trên cồn cát, ngồi trên cồn cát, ngắm nhìn ánh trăng. - Ô thì ra không phải nó đang ngắm trăng, mà đang đợi cô nương chăn cừu trở về….. - Có con cáo nhỏ ngồi trên cồn cát, ngồi trên cồn cát, sưởi nắng. - Ô thì ra không phải nó đang sưởi nắng, mà đang đợi cô nương cưỡi ngựa đi qua…..  Hóa ra cứ mãi đợi mãi chờ, con cáo ấy lại chẳng thể đợi được người mà nó muốn...",
      "cateId": 1
    },
    {
      "id": 6,
      "proName": "bến xe",
      "image": "https://e9cx3nttuvweb.vcdn.cloud/assets/img/story//ben-xe.jpg",
      "price": "12000",
      "detail": "Vận mệnh mỗi con người chính là đều tuân theo quy luật: sinh, lão, bệnh, tử. Trong khoảng thời gian đó, chúng ta gặp biết bao nhiêu người, lại đi qua biết bao nhiều người, và con tim chúng ta lại đỗ bến ở một người. Nếu vận mệnh công bằng, cho ai đó cùng có một vòng lặp như nhau thì sao số phận lại bất công, nhẫn tâm với nhiều con người như vậy??? Và \"Bến Xe\" chính là một tác phẩm khiến người đọc cảm thấy bất công, tàn nhẫn đến vô hạn, một nỗi đau giằng xé trong những con chữ, ngay từ chương đầu, và thấu hiểu một điều bi ai trong nhân sinh, sự khiếm khuyết của họ chính là nỗi đau, là vết thương mãi không bao giờ khép miệng, vì họ luôn mang trên mình khiếm khuyết đó...cho đến hết đời. Chúng ta không lựa chọn được chúng ta sẽ sinh ra ở đâu, sinh ra như thế nào, sinh ra trong hoàn cảnh nào, vì vậy nhiều người vốn phải chấp nhận hình hài bản thân được ban cho, lẫn ưu điểm và khiếm khuyết. Người thầy giáo dạy Văn khiếm thị Chương Ngọc chính là một ví dụ, cho việc không hoàn hảo về thể xác, nhưng ý chí vượt trội, nghị lực đáng nể, thầy thách thức số mệnh và đối mặt với chúng, sợ hãi sự tàn nhẫn bất công chỉ làm ta yếu đuối thêm mà thôi Phi thường hơn nữa, chính là vì một đám cháy lớn mà toàn bộ tài sản và đôi mắt của anh bị mất đi... Một con người vốn tài hoa như vậy đột nhiên phải sống trong một cảm giác tăm tối, sống trong bóng đêm dày đặc, nhưng anh không hề bỏ cuộc dù rằng anh dần dần mặc cảm và cao ngạo hơn vì không muốn nhận lấy sự thương hại của bạn bè đồng nghiệp. Nhưng sự tận tụy của anh trong công việc đã khiến anh kiêu hãnh hơn rất nhiều và anh dần thoát ra khỏi bóng đêm của tâm hồn khi gặp được cô học trò Liễu Địch với tâm hồn trong sáng, hồn nhiên, sự nhân hậu và lòng yêu văn chương Chính anh đã nối tiếp ước mơ cho cô bé, hướng cô tới lý tưởng sống cao đẹp Cảm động trước những bài học của thầy, Liễu Địch kiên quyết muốn giúp đỡ thầy giáo trong cuộc sống. Cô tình nguyện làm trợ lý cho thầy ở trường, đưa thầy từ trường ra bến xe, chấm bài giúp thầy. Nhờ Liễu Địch, Chương Ngọc đã tìm lại ánh sáng cho tâm hồn mình từ khi anh mất đi đôi mắt.  Hai tâm hồn, tính cách, thế hệ cách xa nhau nhưng đã tìm thấy ở nhau sự đồng điệu. Ở họ, ngoài tình thầy trò còn nhem nhóm một tình yêu âm thầm, cao cả, thánh thiện. \"Bến xe\" là ẩn dụ về một điểm dừng trong cuộc đời mỗi con người, khi người ta nhìn lại những điều đã qua và lạc quan chờ đợi những gì đang tới.",
      "cateId": 1
    },
    {
      "id": 7,
      "proName": "Gấm rách",
      "image": "https://e9cx3nttuvweb.vcdn.cloud/assets/img/story//gam-rach.jpg",
      "price": "23",
      "detail": "Đây là một câu chuyện bi thương, tình yêu là một cái bẫy được sắp đặt sẵn… Không giấu được không nói được không quản được. Trong dòng lệ mơ hồ nhìn anh một mình đứng giữa vạn người. Bây giờ mới biết. Chân trời trong gang tấc đã khó vượt như thế. Đời này. Đời này kiếp này của anh và em. Keo kiệt đến mức không thể cho quá nhiều.Chỉ sợ không đành lòng.",
      "cateId": 1
    },
    {
      "id": 8,
      "proName": "Phế Hậu Tướng Quân",
      "image": "https://e9cx3nttuvweb.vcdn.cloud/assets/img/story//phe-hau-tuong-quan.jpg",
      "price": "10000",
      "detail": "+ Một con sói con + Một hoàng hậu bị phế + Một thế thân thất bại nhất. Tình yêu của mỗi người thế gian này đều là một chi phiếu kỳ hạn, trong kỳ hạn này, nó có thể giá trị đến trăm vạn nghìn vạn thậm chí là mười nghìn vạn, nhưng hễ qua kỳ hạn này, chẳng qua chỉ là một tờ giấy bỏ đi...  + Gởi lời cho \u001d những kẻ đa tình, chớ diễn trò đa tình! + Gởi lời cho người đa tình, hoa nở nên quý trọng!",
      "cateId": 3
    }
  ],
  "customer": [
    {
      "id": 1,
      "cusName": "Đậu Đậu",
      "address": "Nghệ An",
      "phone": "0563319192",
      "date": "2021-04-28",
      "status": "vẫn ế"
    }
  ]
}